Repository: mcguffin/wp-access-areas
Catalog: languages/wp-access-areas-*.po
Languages: pl_pl

source: Name
pl_pl: Nazwa

source: Scope
pl_pl: Zakres

source: WP Capability
pl_pl: Uprawnienia WP

source: Delete
pl_pl: Usuń

source: Network
pl_pl: Sieć

source: Manage Access Areas
pl_pl: Zarządzaj obszarami dostępu

source: Access Areas
pl_pl: Obszary dostępu

source: You do not have permission to do this.
pl_pl: Nie masz wystarczających uprawnień.

source: Please enter a Label.
pl_pl: Uzupełnij etykietę.

source: You do not have permission to edit network wide user labels.
pl_pl: Nie masz uprawnień by edytować etykietę użytkowników w sieci.

source: Edit Access Area
pl_pl: Edytuj obszar dostępu

source: Create Access Area
pl_pl: Dodaj obszar dostępu

source: Access Area
pl_pl: Obszar dostępu

source: New Access Area
pl_pl: Nowy obszar dostępu

source: Save changes
pl_pl: Zapisz zmiany

source: Access Area created.
pl_pl: Obszar dostępu utworzony.

source: Access Area updated.
pl_pl: Obszar dostępu został zaktualizowany.

source: Access Area deleted.
pl_pl: Obszar dostępu został usunięty.

source: An Access Area with that Name already exists.
pl_pl: Obszar dostępu o takiej nazwie już istnieje.

source: Could not find the specified Access Area.
pl_pl: Nie można znaleźć określonego obszaru dostępu.

# access area
source: Add New
pl_pl: Dodaj nowy

source: Access
pl_pl: Dostęp

source: Behaviour
pl_pl: Działania

source: Who can read:
pl_pl: Czytanie:

source: Who can edit:
pl_pl: Edycja:

source: Who can comment:
pl_pl: Publikacja komentarzy:

source: If somebody tries to view a restricted post directly:
pl_pl: Gdy ktoś próbuje podejrzeć stronę bezpośrednio:

source: Fallback Page
pl_pl: Strona przekierowania

source: Read:
pl_pl: Czytanie:

source: Edit:
pl_pl: Edycja:

source: Comment:
pl_pl: Komentowanie:

source: (Network)
pl_pl: (Sieć)

source: Blog users
pl_pl: Użytkownicy

source: Access Settings
pl_pl: Opcje dostępu

source: Restricted Access Behavior
pl_pl: Działania - obszar niedostępny.

source: Default Behaviour
pl_pl: Domyślne działanie

source: Default Fallback Page
pl_pl: Domyślna strona przekierowania

source: Posts defaults
pl_pl: Domyślne wpisy

source: Default Post Status
pl_pl: Domyślny status wpisu

source: You can also set these Options for each post individually.
pl_pl: Te opcje możesz również ustawić indywidualnie dla każdego wpisu/podstrony.

source: Access Areas Settings
pl_pl: Ustawienia obszaru dostępu

source: Save Changes
pl_pl: Zapisz zmiany

source: Don‘t change
pl_pl: Nie zmieniaj.

source: Set post status of assigned posts after an Access Area has been deleted.
pl_pl: Ustaw status przypisanego wpisu po usunięciu obszaru dostępowego.

source: WordPress default
pl_pl: Domyślny

source: Logged in Users
pl_pl: Zalogowani użytkownicy

source: WordPress roles
pl_pl: Role

source: Users with Access to
pl_pl: Użytkownicy z dostępem do

source: Show 404
pl_pl: Pokaż błąd 404

source: Redirect to the fallback page.
pl_pl: Przekieruj na stronę

source: If not logged in, redirect to login. Otherwise redirect to the fallback page.
pl_pl: Gdy niezalogowany, przekieruj na ekran logowania. W innym wypadku przenieś na stronę przekierowania.

source: Insufficient privileges.
pl_pl: Niewystarczające uprawnienia.

source: Empty name.
pl_pl: Uzupełnij imię.

source: Access Area exists.
pl_pl: Taki obszar dostępu już istnieje.

source: Grant Access …
pl_pl: Pełen dostęp

source: Grant
pl_pl: Przyznaj

source: Revoke Access …
pl_pl: Odbierz dostęp

source: Revoke
pl_pl: Odbierz

source: Grant Access
pl_pl: Pełen dostęp

source: Grant Network-Wide Access
pl_pl: Dostęp w sieci

source: Access Areas:
pl_pl: Obszary dostępu

source: Local
pl_pl: Lokalny

source: Everywhere
pl_pl: Wszędzie
